QUESTIONS = [

"چقدر به طرف مقابل اعتماد داری؟",
"چقدر به او احترام می‌گذاری؟",
"چقدر او را دوست داری؟",
"آیا به آینده رابطه امیدوار هستی؟",
"آیا حاضر به فداکاری هستی؟",

"چقدر به او وفادار هستی؟",
"چقدر حسادت می‌کنی؟",
"چقدر با او صحبت می‌کنی؟",
"چقدر به احساسات او اهمیت می‌دهی؟",
"آیا به ازدواج فکر می‌کنی؟",

"چقدر از او حمایت می‌کنی؟",
"آیا با هم اهداف مشترک دارید؟",
"چقدر او را درک می‌کنی؟",
"چقدر صبور هستی؟",
"چقدر با او صادق هستی؟",

"چقدر برای او وقت می‌گذاری؟",
"چقدر رابطه برایت مهم است؟",
"آیا به او تکیه می‌کنی؟",
"آیا برایش ارزش قائلی؟",
"چقدر به او وابسته‌ای؟",

"آیا دعواهای شما زیاد است؟",
"چقدر به خانواده اهمیت می‌دهی؟",
"چقدر مهربان هستی؟",
"آیا او را درک می‌کنی؟",
"چقدر آرامش در رابطه داری؟",

"آیا آینده مشترک را تصور می‌کنی؟",
"چقدر به او اعتماد کامل داری؟",
"چقدر از رابطه راضی هستی؟",
"آیا او را مناسب ازدواج می‌دانی؟",
"چقدر به رابطه امیدوار هستی؟",

"آیا از هم حمایت روحی می‌کنید؟",
"چقدر مسئولیت‌پذیر هستی؟",
"چقدر او را خوشحال می‌کنی؟",
"آیا با او احساس امنیت داری؟",
"چقدر به رابطه پایبندی؟",

"آیا حاضر به گذشت هستی؟",
"چقدر به خواسته‌های او اهمیت می‌دهی؟",
"آیا با او احساس خوشبختی می‌کنی؟",
"چقدر از او مراقبت می‌کنی؟",
"آیا او برایت اولویت است؟",

"چقدر به او اعتماد کامل داری؟",
"چقدر از بودن کنارش لذت می‌بری؟",
"آیا آینده مشترک می‌خواهی؟",
"چقدر به او اهمیت می‌دهی؟",
"آیا برای او تلاش می‌کنی؟",

"آیا حاضر هستی همیشه کنارش بمانی؟",
"چقدر او را دوست داری؟",
"چقدر او را در زندگی خود مهم می‌دانی؟",
"آیا بدون او ناراحت می‌شوی؟",
"آیا تا آخر کنارش می‌مانی؟"

]
